Repository: nuxeo-cps/products--CPSForum
Catalog: i18n/*.po
Languages: ca, es, eu, fr, gl, it, pt_br

# forum_allow_anon_posts
source: Allow anonymous posts
ca: Autoritzar els missatges anònims
es: Autorizar los mensajes anónimos
eu: Mezu anonimoak baimentzea
fr: Autoriser les messages anonymes
gl: Autorizar as mensaxes anónimas
it: Autorizza i messaggi di utenti anonimi:
pt_br: Permite postagem anônima

# forum_author
source: Author
ca: Autor
es: Autor
eu: Egilea
fr: Auteur
gl: Autor
it: Autore:
pt_br: Autor

# forum_button_lockunlock
source: (Un-)lock thread
ca: (Des-)bloquejar el fil
es: (Des-)bloquear el hilo
eu: (Des-)blokeatu haria
fr: (Dé-)verrouiller le fil
gl: (Des-)bloquear el hilo
it: Sblocca/Blocca discussione
pt_br: (Des)-Bloquear

# forum_date
source: Date
ca: Data
es: Fecha
eu: Data
gl: Data
it: Data:
pt_br: Data

# forum_delete
source: Delete
ca: Esborrar
es: Borrar
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Elimina
pt_br: Remover

# forum_depublish
source: Unpublish
ca: Retirar
es: Retirar
eu: Erretiratu
fr: Dépublier
gl: Retirar
it: Ritira
pt_br: Despublicar

# forum_description
source: Description
ca: Descripció
es: Descripción
eu: Deskripzioa
gl: Descrición
it: Descrizione
pt_br: Descrição

# forum_label_comments
source: Comments
ca: Comentaris
es: Comentarios
eu: Iruzkinak
fr: Commentaires
gl: Comentarios
it: Commenti
pt_br: Comentários

# forum_label_lock_forum
source: Lock forum (read only)
ca: Bloquejar el fòrum (només lectura)
es: Bloquear el foro (sólo lectura)
eu: Foroa blokeatu (irakurri bakarrik)
fr: Verrouiller le forum (lecture seule)
gl: Bloquear o foro (só lectura)
it: Blocca il forum (sola lettura):
pt_br: Bloquear o fórum (não será mais possível postar novas mensagens)

# forum_link_back_to_document
source: Back to document
ca: enllaç de tornada al document
es: enlace de vuelta al documento
eu: dokumentura itzultzeko esteka
fr: Retour au document
gl: enlace de volta ao documento
it: Ritorna all'oggetto
pt_br: Voltar

# forum_link_next_threads ${tpp}
source: Next ${tpp} threads
ca: Següent ${tpp}
es: Siguiente ${tpp}
eu: Hurrengo ${tpp}
fr: ${tpp} fils suivants
gl: Seguinte ${tpp}
it: ${tpp} Filoni tematici successivi
pt_br: Próximas threads ${tpp}

# forum_link_prev_threads ${tpp}
source: Previous ${tpp} threads
ca: Enllaços ${tpp} previs
es: Enlaces ${tpp} previos
eu: ${tpp} aurreko estekak
fr: ${tpp} fils précédents
gl: Enlaces ${tpp} previos
it: ${tpp} Filoni tematici precedenti
pt_br: Threads anteriores ${tpp}

# forum_message
source: Message
ca: Missatge
es: Mensaje
eu: Mezua
gl: Mensaxe
it: Messaggio:
pt_br: Mensagem

# forum_moderation
source: Moderation
ca: Moderació
es: Moderación
eu: Moderazioa
fr: Modération
gl: Moderación
it: Modera il forum:
pt_br: Moderação

# forum_modify
source: Modify
ca: Modificar
es: Modificar
eu: Aldatu
fr: Modifier
gl: Modificar
it: Modifica
pt_br: Modificar

# forum_msg_forum_frozen
source: This forum is locked. You cannot post new messages to it.
ca: Este fòrum està bloquejat. No hi pot enviar nous missatges.
es: Este foro está bloqueado. No puede enviar nuevos mensajes.
eu: Foro hau blokeatuta dago. Ezin dut mezu berririk bidali.
fr: Ce forum est vérouillé. Vous ne pouvez pas poster de nouveau message.
gl: Este foro está bloqueado. Non pode enviar novas mensaxes.
it: Questo forum è bloccato e quindi non puoi inviare ad esso nuovi messaggi.
pt_br: Este fórum está bloqueado. Você não pode postar novas mensagens.

# forum_no_message
source: No message
ca: No hi ha missatges en este fòrum.
es: No hay mensajes en este foro.
eu: Ez dago mezurik foro honetan.
fr: Pas de message
gl: Non hai mensaxes neste foro.
it: Nessun messaggio
pt_br: Nenhuma mensagem!

# forum_post
source: Post
ca: Escriure
es: Escribir
eu: Bidali
fr: Poster
gl: Enviar
it: Invia
pt_br: Postar

# forum_post_unauthorize
source: You are not authorized to post on this forum
ca: No té autorització per a enviar missatges a este fòrum
es: No tienes autorización para enviar mensajes en este foro
eu: Ez zaude baimenduta foro honetan mezuak bidaltzeko.
fr: Vous n'avez pas le droit de poster de message sur ce forum
gl: Non tes autorización para enviar mensaxes neste foro
it: Non sei autorizzato a scrivere su questo forum.
pt_br: Você não está autorizado a postar neste fórum.

# forum_psm_name_required
source: You must enter a name or nickname
ca: Ha d'introduir un nom o seudònim
es: Debe introducir un nombre o seudónimo
eu: Izen edota ezizen bat sartu behar duzu
fr: Vous devez entrer un nom ou pseudo
gl: Debe introducir un nome ou seudónimo
it: Devi inserire un nome o un soprannome.
pt_br: O campo autor precisa ser preenchido!

# forum_psm_subject_required
source: You must enter a subject
ca: Ha d'introduir un tema
es: Debe introducir un tema
eu: Gai bat sartu behar duzu
fr: Vous devez entrer un sujet
gl: Debe introducir un tema
it: Devi inserire un oggetto.
pt_br: O campo assunto precisa ser preenchido!

# forum_publish
source: Publish
ca: Publicar
es: Publicar
eu: Argitaratu
fr: Publier
gl: Publicar
it: Pubblica
pt_br: Publicar

# forum_reply
source: Reply
ca: Respondre
es: Responder
eu: Erantzun
fr: Répondre
gl: Responder
it: Rispondi
pt_br: Responder

# forum_subject
source: Subject
ca: Tema
es: Tema
eu: Gaia
fr: Sujet
gl: Tema
it: Oggetto del messaggio:
pt_br: Assunto

# forum_title
source: Title
ca: Títol
es: Título
eu: Izenburua
fr: Titre
gl: Título
it: Titolo
pt_br: Título

# forum_label_postedby
source: posted by
ca: enviat per
es: enviado por
eu: Honek bidalia
fr: posté par
gl: enviado por
it: Inviato da:
pt_br: Postado por:

# forum_new_thread
source: New thread
ca: Nou fil de discusió
es: Nuevo hilo
eu: Hari berri bat
fr: Nouveau fil
gl: Novo fío de discusión
it: Nuova discussione
pt_br: Nova thread

# forum_mailtitle_new_msg_submitted
source: New message submitted to forum
ca: títol de correu del fòrum
es: título de correo del foro
eu: Foroaren posta-izenburua
fr: Soumission d'un message sur le Forum
gl: título de correo do foro
it: Nuovo messaggio inviato al forum
pt_br: Nova mensagem submetida ao forum

# forum_mailbody_new_msg_submitted1
source: A new message has been added to the moderation list of forum
ca: cos de correu enviat
es: cuerpo de correo enviado
eu: bidalitako posta-gorputza
fr: Un nouveau message à modérer vient d'être posté sur le forum
gl: corpo de correo enviado
it: Un nuovo messaggio è stato aggiunto alla lista di moderazione del forum
pt_br: Uma nova mensagem foi adicionada à lista de moderação do forum.

# forum_mailbody_new_msg_submitted2
source: This message can be viewed at the following address:
ca: nou cos de correu enviat
es: nuevo cuerpo de correo enviado
eu: bidalitako posta-gorputz berria
fr: Ce message peut être consulté à l'adresse suivante :
gl: novo corpo de correo enviado
it: Questo messaggio può essere visualizzato al seguente indirizzo:
pt_br: Esta mensagem pode ser vista no seguinte endereço:

# forum_psm_comments_activated
source: Comments are now authorized.
ca: No es permet fer comentaris.
es: No se permite hacer comentarios.
eu: Ezin da iruzkinik egin.
fr: Les commentaires sont maintenant autorisés sur ce document.
gl: Non se permite facer comentarios.
it: Da questo momento, i commenti per questo oggetto sono autorizzati.
pt_br: Comentários ativados

# forum_psm_comments_deactivated
source: Comments are no longer authorized.
ca: Els comentaris ja estan autoritzats
es: Los comentarios ya no están autorizados
eu: Dagoeneko iruzkinak ez daude baimenduta
fr: Les commentaires ne sont plus autorisés sur ce document.
gl: Os comentarios xa non están autorizados
it: Da questo momento, i commenti per questo oggetto non sono autorizzati.
pt_br: Comentários desativados

# forum_psm_message_posted
source: Message posted
ca: Missatge enviat
es: Mensaje enviado
eu: Bidalitako mezua
fr: Message envoyé
gl: Mensaxe enviada
it: Messaggi inviati
pt_br: Mensagem postada

# psm_cpsforum_need_rights
source: You don't have enough rights to post a comment here.
ca: No té permís per a posar ací un comentari.
es: No tienes permiso para poner aquí un comentario.
eu: Ez duzu hemen iruzkinen bat jartzeko baimenik
fr: Vous n'avez pas les droits suffisant pour poster un commentaire.
gl: Non tes permiso para poñer aquí un comentario.
it: Non possiedi i diritti necessari per inserire un commento in questo contesto.
pt_br: Você não tem direitos suficientes para postar um comentário aqui.

# action_activate_comments
source: Authorize comments
ca: activar comentaris
es: activar comentarios
eu: iruzkinak aktibatu
fr: Autoriser les commentaires
gl: activar comentarios
it: Attiva i commenti
pt_br: Ativar comentários

# action_deactivate_comments
source: Unauthorized comments
ca: desactivar comentaris
es: desactivar comentarios
eu: iruzkinak desaktibatu
fr: Interdire les commentaires
gl: desactivar comentarios
it: Disattiva i commenti
pt_br: Desativar comentários

# action_manage_comments
source: Manage comments
ca: administrar comentaris
es: administrar comentarios
eu: iruzkinak administratu
fr: Gérer les commentaires
gl: administrar comentarios
it: Amministra i commenti
pt_br: Administrar comentários

# forum_title_comments
source: Comments
ca: Comentaris
es: Comentarios
eu: Iruzkinak
fr: Commentaires
gl: Comentarios
it: Commenti
pt_br: Comentários

# forum_title_comments_for
source: Comments associated with document
ca: Comentaris associats amb el document
es: Comentarios asociados con el documento
eu: Dokumentuarekin kidetutako iruzkinak
fr: Commentaires associés au document
gl: Comentarios asociados co documento
it: Commenti associati a questo oggetto:
pt_br: Comentários para:

# forum_desc_comments
source: This forum contains comments associated with document
ca: Este fòrum conté comentaris associats amb el document
es: Este foro contiene comentarios asociados con el documento
eu: Foro honek baditu dokumentuarekin kidetutako iruzkinak
fr: Ce forum contient les commentaires associés au document
gl: Este foro contén comentarios asociados co documento
it: Questo forum contiene i seguenti commenti associati all'oggetto:
pt_br: Comentários:

# forum_label_threads_per_page
source: Number of discussion threads per page:
ca: Número d'enllaços o missatges per pàgina
es: Número de enlaces o mensajes por página
eu: Orrialdeko esteka edota mezu-kopurua
fr: Nombre de fils de discussion par page :
gl: Número de enlaces ou mensaxes por páxina
it: Numero di filoni tematici o di messaggi per pagina:
pt_br: Threads por página

# forum_label_subject
source: Subject
ca: Tema
es: Tema
eu: Gaia
fr: Sujet
gl: Tema
it: Oggetto:
pt_br: Assunto

# forum_label_message
source: Message
ca: Missatge
es: Mensaje
eu: Mezua
gl: Mensaxe
it: Messaggio:
pt_br: Mensagem

# portal_type_ForumPost_title
source: Post
ca: tipus de portal
es: tipo de portal
eu: Atari-mota
fr: Message de forum
gl: tipo de portal
it: Messaggio del forum
pt_br: Postar

# portal_type_ForumPost_description
source: Message type use din forums and for commenting documents
ca: El tipus de missatge utilitza fòrums din i per a comentar documents
es: El tipo de mensaje utiliza foros din y para comentar documentos
eu: Mezu-motak din foroak erabiltzen ditu eta dokumentuak komentatzeko ere bai
fr: Type de message utilisé dans les forums et les commentaires de documents
gl: O tipo de mensaxe utiliza foros din e para comentar documentos
it: Tipo di messaggio utilizzato nei forum e per commentare gli oggetti
pt_br: Campo para digitar sua mensagem.

# forum_label_display_title
source: Title
ca: Títol
es: Título
eu: Izenburua
fr: Titre
gl: Título
it: Titolo:
pt_br: Título

# forum_label_display_200_fc
source: 200 first characters
ca: 200 primers caràcters
es: 200 primeros caracteres
eu: Lehenengo 200 hizkiak
fr: 200 premiers caractères
gl: 200 primeiros caracteres
it: Primi 200 caratteri
pt_br: Primeiros 200 caracteres

# forum_label_display_msg
source: Whole message
ca: Missatge complet
es: Mensaje completo
eu: Mezua osatuta
fr: Message complet
gl: Mensaxe completa
it: Messaggio completo
pt_br: Mensagem completa

# forum_label_tree_display
source: Post tree display
ca: Mostrar arbre de missatges
es: Mostrar árbol de mensajes
eu: Mezu-zuhaitza erakutsi
fr: Affichage de l'arborescence des messages
gl: Mostrar árbore de mensaxes
it: Modalità di visualizzazione dei messaggi:
pt_br: Mostra a árvore de mensagens

# forum_label_attachedFiles
source: Attachments
ca: Arxius adjunts
es: Archivos adjuntos
eu: Fitxategi erantsiak
fr: Pièces jointes
gl: Archivos adxuntos
it: Allegati:
pt_br: Anexos
